{
    
    "bnhead":"Flavours surrounds you in The Cooking Academy",
    "bnpara":"Cooking is not just about ingredients; it's a creative outlet for us.",
    "bnpara2":"Elevate Your Culinary Skills with Our Online Cooking Classes",
    "gotobtn":"Go to Courses",

    "explorehead":"Explore our classes",

    "abthead":"About Us",
    "abtpara":"The Cooking Academy (TCA) is a visionary culinary startup in Qatar, dedicated to the art of cooking as a unifying force. With a mission to create a vibrant culinary community, we offer engaging events that cater to both professionals and food enthusiasts. Our goal is to inspire and empower individuals to prepare visually appealing and mouthwatering dishes while fostering connections and shared passion for food. Join us at TCA as we redefine the culinary experience, bringing people together to learn, celebrate, and savor the art of cooking.",

    "lsa":"Last year achievement",
    "part":"Partners",
    "work":"Workshop",
    "awrd":"Awards",
    "cook":"Cooking Class",

    "workshop":"Workshop",

    "photogallery":"Photo Gallery",

    "meethead":"Meet our chefs",
    "meetpara":"At The Cooking Academy (TCA) represents a culinary dream team dedicated to enhancing your culinary journey. Our accomplished chefs bring diverse expertise, innovative techniques, and a wealth of experience to every class and event. Passionate about teaching and sharing their culinary wisdom, they are committed to helping you master the art of cooking. From regional specialties to global cuisines, our talented chefs will guide you through an exciting and interactive culinary adventure, ensuring you gain the skills and confidence to create exceptional dishes. Get ready to be inspired and mentored by our esteemed team of culinary professionals at The Cooking Academy.",

    "cophead1":"CORPORATE",
    "cophead2":"TEAM BUILDING",
    "cophead3":"COOKING ACTIVITIES",
    "coppara1":"Escape the office by trading in your computer for an apron at The Cooking Academy A cooking class is a great way to welcome new team members, reward your colleagues for a job well done, or entertain important clients with fabulous food and drinks. We provide classes that will bring out the best in your team. Team Building and Corporate Events include a customized three or four-course menu either a demonstration or participation class style.",
    "coppara2":"Just a few wonderful organizations we've handled team building events before.",

    "service":"Service we offer",
    "service1":"Kitchen Studio",
    "service2":"Menu Consultancy",

    "eqrhead":"Subscribe to our newsletter",
    "eqrpara":"Enter your email and we’ll keep you updates on all upcoming programs.",
    "eqrtik":"I agree to receive email updates",

    "delicioustitile":"Try these delicious recipe to make your day",
    "healthy":"Healthy",
    "minutes":"minutes",
    "exploreclasses":"explore classes",
    "deliprod1":"Pot Chicken Tacos",
    "deliprod2":"Baked Chicken Nuggets",
    "deliprod3":"The Best Ever Cheeseburger",
    "deliprod4":"Slow Cooker Beef Barbacoa",
    "deliprod5":"Sheet Pan Chicken And Stuffing",
    "deliprod6":"Loaded Smashed Potatoes",
    "deliprod7":"Mini Chicken Quesadillas",
    "deliprod8":"Hot Spinach & Artichoke Dip",

    "feedback":"Feedbacks",
    "readall":"Read all",


    "instahead":"Check @thecookingacademyqtr on instagram",
    "instapara":"Follow us on our social media channels.",






    "cookinclsbnhead1":"Flavours surrounds you in",
    "cookinclsbnhead2":"The Cooking Academy",
    "cookinclsbnpara":"Cooking is not just about ingredients; it's a creative outlet for us.",



    "modernhead":"The Modern Kitchen Studio",
    "modernpara":"The perfect commercial kitchen to rent in Doha, Qatar. The ideal location to produce high-end commercials, presenter-led TV shows, social media live streams, and Cooking Shows links to global locations.",
    "booka":"BOOK KITCHEN STUDIO",
    "agree1":"I agree to be contacted in relation to this in line with Terms & conditions of The Cooking Academy.",
    "agree2":"I would like to receive email updates from The Cooking Academy.",
    "bring":"BRING YOUR",
    "vision":"VISION ",
    "life":"TO LIFE",
    "mhandle":"LET US HANDLE THE REST",
    "modpara":"Our fully equipped kitchen studio is available for all of your shootings, productions, events & culinary training",


    "aboutwhoarewehead":"Our Mission",
    "aboutwhoarewepara":"At The Cooking Academy, we're on a mission to make the culinary world more accessible and enjoyable for everyone. We believe that cooking is an art, a science, and a way to bring people together. Our mission is to provide a platform where individuals can explore, learn, and master the art of cooking, regardless of their skill level.",
    "mohammed":"Mohamed Abdulmalik",
    "founder":"Founder of The Cooking Academy",
    "ourvisionh":"Our Vision",
    "ourvisionp":"Create a culture of cooking excellence.",
    "ourmissionh":"Our Mission",
    "ourmissionp":"By connecting to nature, exchanging experiences and bridging cultures through innovative products and solutions.",

    "valuehead":"Our values",
    "valuepara":"These values are the operating philosophies and principles within TCA; they are the guide of TCA’s internal conduct and the definition of the relationship with customers, partners and stakeholders.",
    "valuep1":"Trust",
    "valuep2":"Innovation",
    "valuep3":"Development",
    "valuep4":"Quality",

    "clsinnerpara":"Cooking is not just about ingredients; it's a creative outlet for us.",
    "abpoutcls":"About class",
    "instructor":"Instructor",
    "clslenght":"Class Lenght",
    "units":"units",
    "lessons":"lessons",
    "tasks":"tasks",
    "download":"Download and watch offline",
    "audio":"Audio-only lessons",
    "guides":"Downloadable instructor guides for every class",
    "quotehead":"KITCHENS ARE HARD ENVIRONMENTS AND THEY FORM INCREDIBLY STRONG CHARACTERS.",
    "quotepara":"Chef Gordon Ramsay",
    "gallery":"Gallery",
    "otherclasses":"Other classes",



    "afully":"A fully equipped place for those who want to dream of sneezing or even give lessons to trainees",
    "Alghalya":"Alghalya",
    "Almarzzooqi":"Almarzzooqi",
    "itsamazing":"It's emazing class even 11m a chef But I benefited from a lot of classes I recommend everyone interesting for cooking to join.",
    "Hamad":"Hamad",
    "recently":"Recently, we had team building event in The Cooking Academy. Everything was very well organized by the academy. Team enjoyed the black box activity and spend good 2 hours for cooking different type of dishes. Recommend others to try it as well. Everyone will definitely remember team building activity.",
    "Vladimir":"Vladimir",
    "Kirkhmeyer":"Kirkhmeyer",
    "MarwaM":"Marwa M",
    "Shehat":"Shehat",
    "fantastic":"A fantastic organisation! Great service from beginning to end of the process. The team are really informed and go the extra mile at every stage. I would recommend them unreservedly.",
    "ChefAli":"Chef Ali",
    "Greatcustomer":"Great customer service and professional staff members.",


    "menuhead1":"RESTAURANT MENU CONSULTANCY",
    "menupara1":"Our highly talented development chefs and food product development experts will create the ideal, on-trend menu that is specially designed to fit your brand and kitchen.",
    "menuhead2":"HOW WE DO THIS",
    "menupara2":"Initial menu development writing workshop, get all your ideas on paper and look for balance, style, price point & sense check against the brief. Agree a basic menu then initial a first tasting, trialling dishes is key to menu development.",
    "menupara23":"Once a menu is tested, create the collateral, menu cards, training packs, recipe cards with complete weights & allergen data. Initiate a training programme to help your staff implement the new menu. Pre & post menu launch support, we are here to help you succeed, and that should be from day one",
    "menuhead3":"MENU DESIGN – RESTAURANT STRATEGY",
    "menupara3":"We have a range of great content we continue to develop specifically around restaurant strategy and insight. The content aims to provide helpful information around subjects and topics which we continually get asked time and time again. We cover in more depth things like, Opening a Restaurant, Training Restaurant Staff and even Costing a Menu.",
    "menuhead4":"NEW CONCEPT CREATION",
    "menupara4":"Turning your vision into a successful reality.",
    "menuhead5":"Helping you to deliver a market leading new restaurant, fast food concept or cafe",
    "menupara5":"We have designed this structured process based on our experience in creating and developing hospitality concepts for industry leading brands. This service is for those who are looking for an end-to-end new concept creation service.",
    "ourprocess":"OUR PROCESS",
    "processhead1":"CONCEPT DEFINITION & OPERATIONAL PLANNING",
    "processhead2":"CONCEPT, PRODUCT & RECIPE DEVELOPMENT",
    "processhead3":"TRAINING & LAUNCH SUPPORT",
    "objective":"Objective",
    "processp11":"Defining the concept vision and operational framework. A series of creative workshops to build on the initial idea, defining the overall concept, food & drink vision and operational model.",
    "processp12":"During this stage, we research local competition and industry benchmarks, create a trends review and organise an inspirational food tour, We can also create a P&L revenue forecast based on the operational and labour model.",
    "processp13":"The outputs are a concept and menu vision, operational plan and kitchen equipment schedule.",
    "processp21":"Development of the food and drink proposition with full supply chain, costings, crockery and packaging range recommendations.",
    "processp22":"Concept development support and input on BOH and FOH designs.",
    "processp23":"The outputs at this stage full signoff on all dishes and menus. Kitchen design is finalized.",
    "processp31":"To support you with a successful launch — product recipe and 'how to' manuals created, menu photography support, team training and guidance over soft and full launch.",
    "processp32":"During the training programme, we'll host training sessions for Front-of-House and kitchen teams to fully embed the training. We're with your team on-site and hand over the operational knowledge to the team.",
    "processp33":"Post launch review - a review of performance and to ensure training has been fully embedded in the team.",
    "bookacon":"BOOK A CONSULTATION",
    "bookaconpara":"We offer all new clients a FREE consultation to discuss any new or existing projects.",
    "bookaconbtn1":"CALL US",
    "bookaconbtn2":"BOOK CONSULTATION",



    "MYCOURSE":"MY COURSES",
    "MYLESSONS":"MY LESSONS",
    "BOOKMARKS":"BOOKMARKS",
    "PHOTOS":"PHOTOS",
    "Settings":"Settings"
}