{
    "bnhead":"النكهات تحيط بك في أكاديمية الطبخ",
    "bnpara":"الطبخ لا يقتصر فقط على المكونات. إنه منفذ إبداعي بالنسبة لنا.",
    "bnpara2":"أكاديمية الطبخ هي عبارة عن منصة رقمية حيث يمكنك تعلم أساليب وتقنيات الطبخ المختلفة من طهاة محترفين.",
    "gotobtn":"اذهب إلى الدورات",

    "explorehead":"اكتشف فصولنا",

    "abthead":"معلومات عنا",
    "abtpara":"أكاديمية الطبخ (TCA) هي شركة ناشئة في مجال الطهي في قطر بهدف جمع الناس معًا لتعلم فن الطبخ والاستمتاع به. تقوم الأكاديمية بذلك من خلال العديد من المشاركات والفعاليات لمحترفي الطهي ومحبي الطعام للتفاعل والقيام بما يحبونه. تهدف الأكاديمية إلى ضمان تحضير الناس لوجبات ترضي العين مثلها مثل الأذواق ، وقد نظمت الأكاديمية المنشأة حديثًا فعاليات تذوق الطعام للمهنيين وذوي الطعام.",

    "lsa":"إنجاز العام الماضي",
    "part":"شركاء",
    "work":"ورشة عمل",
    "awrd":"الجوائز",
    "cook":"حصة الطبخ",

    "workshop":"ورشة عمل",

    "photogallery":"معرض الصور",

    
    "meethead":"قابل طهاتنا",
    "meetpara":"يتكون فريق الطهي الشغوف لدينا من محترفين مبتكرين وذوي خبرة ولديهم سنوات من الخبرة في خدمات الطعام. يجمع عملهم بين علوم الأغذية والتكنولوجيا وفنون الطهي لتخيل مستقبل الغذاء. إنهم يعتمدون على الاتجاهات الحالية ورؤى الطهي من جميع أنحاء شبكتنا العالمية لإنشاء حلول مخصصة لجميع عملائنا. باستخدام أبحاث نكهة الملكية ، يهدف فريق الطهاة ذوي التفكير المستقبلي لدينا إلى توجيه المرحلة التالية من خدمة الطعام. بشكل فردي ، حصلوا على جوائز في جميع أنحاء الصناعة ، لكنهم معًا يصنعون مستقبل النكهة!",
    
    "cophead1":"شركة كبرى",
    "cophead2":"فريق البناء",
    "cophead3":"أنشطة الطبخ",
    "coppara1":"الهروب من المكتب عن طريق استبدال جهاز الكمبيوتر الخاص بك بمئزر في The Cooking Academy. يعد فصل الطهي طريقة رائعة للترحيب بأعضاء الفريق الجدد ، ومكافأة زملائك على العمل الجيد ، أو الترفيه عن العملاء المهمين بأطعمة ومشروبات رائعة. نحن نقدم فصول من شأنها أن تبرز أفضل ما في فريقك. تتضمن فعاليات بناء الفريق والشركات قائمة مخصصة من ثلاثة أو أربعة دورات تدريبية إما على نمط فئة العرض التوضيحي أو المشاركة.",
    "coppara2":"عدد قليل من المنظمات الرائعة التي تعاملنا معها من قبل في أحداث بناء الفريق.",

    "service":"خدمات أخرى",
    "service1":"ستوديو مطبخ",
    "service2":"استشارات القائمة",

    "eqrhead":"اشترك في نشرتنا الإخبارية",
    "eqrpara":"أدخل بريدك الإلكتروني وسنوافيك بتحديثات جميع البرامج القادمة.",
    "eqrtik":"أوافق على تلقي تحديثات البريد الإلكتروني",


    "delicioustitile":"جرب هذه الوصفة اللذيذة لجعل يومك",
    "healthy":"صحيح",
    "minutes":"دقائق",
    "exploreclasses":"استكشاف الفصول",
    "deliprod1":"وعاء دجاج تاكو",
    "deliprod2":"ناجتس الدجاج المخبوزة",
    "deliprod3":"أفضل برجر بالجبنة على الإطلاق",
    "deliprod4":"طباخ بطيء لحوم البقر بارباكوا",
    "deliprod5":"شيت بان دجاج وحشو",
    "deliprod6":"بطاطس مهروسة محشوة",
    "deliprod7":"ميني تشيكن كاساديا",
    "deliprod8":"سبانخ حار وخرشوف",

    "feedback":"التقيمات",
    "readall":"اقرأ كل شيء",

    "instahead":"تحقق من @thecookingacademyqtr على الانستغرام",
    "instapara":"تابعونا على قنوات التواصل الاجتماعي الخاصة بنا.",




    
    "cookinclsbnhead1":"النكهات تحيط بك",
    "cookinclsbnhead2":"أكاديمية الطبخ",
    "cookinclsbnpara":"الطبخ لا يقتصر فقط على المكونات. إنه منفذ إبداعي بالنسبة لنا.",


    "modernhead":"استوديو المطبخ الحديث",
    "modernpara":"المطبخ التجاري المثالي للإيجار في الدوحة ، قطر. الموقع المثالي لإنتاج إعلانات تجارية راقية ، وعروض تلفزيونية يقودها مقدموها ، وبث مباشر لوسائل التواصل الاجتماعي ، وروابط عروض الطبخ إلى مواقع عالمية.",
    "booka":"احجز استوديو المطبخ",
    "agree1":"أوافق على أن يتم الاتصال بي فيما يتعلق بهذا بما يتماشى مع شروط وأحكام أكاديمية الطبخ.",
    "agree2":"أرغب في تلقي تحديثات عبر البريد الإلكتروني من أكاديمية الطبخ.",
    "bring":"أحضر",
    "vision":"رؤية",
    "life":"الي الحياة",
    "mhandle":"دعنا نتعامل مع الباقي",
    "modpara":"يتوفر استوديو المطبخ المجهز بالكامل لدينا لجميع عمليات التصوير والإنتاج والفعاليات وتدريب الطهي",


    "aboutwhoarewehead":"من نحن",
    "aboutwhoarewepara":"نحن شركة f & b مقرها في قطر بهدف جمع الناس معًا لتعلم فن الطبخ والاستمتاع به. نربط بين محترفي الطهي ومحبي الطعام من خلال مفاهيم مبتكرة ومنتجات عالية الجودة وفعاليات خاصة. أكاديمية الطبخ هي مركز لابتكار الطعام والتجربة والتعلم والفعاليات. نحن نقدم مجموعة واسعة من الدورات والتقنيات وخبرات الطهاة المحليين والدوليين",
    "mohammed":"محمد عبدالملك",
    "founder":"مؤسس أكاديمية الطبخ",
    "ourvisionh":"رؤيتنا",
    "ourvisionp":"خلق ثقافة تميز الطبخ.",
    "ourmissionh":"مهمتنا",
    "ourmissionp":"من خلال الاتصال بالطبيعة وتبادل الخبرات وربط الثقافات من خلال المنتجات والحلول المبتكرة.",


    "valuehead":"قيمنا",
    "valuepara":"هذه القيم هي فلسفات التشغيل والمبادئ داخل TCA ؛ هم دليل السلوك الداخلي لشركة TCA وتحديد العلاقة مع العملاء والشركاء وأصحاب المصلحة.",
    "valuep1":"يثق",
    "valuep2":"ابتكار",
    "valuep3":"تطوير",
    "valuep4":"جودة",

    "clsinnerpara":"الطبخ لا يقتصر فقط على المكونات. إنه منفذ إبداعي بالنسبة لنا.",
    "abpoutcls":"عن الفصل",
    "instructor":"مدرب",
    "clslenght":"طول الفصل",
    "units":"الوحدات",
    "lessons":"الدروس",
    "tasks":"مهام",
    "download":"تنزيل ومشاهدة بلا إنترنت",
    "audio":"دروس صوتية فقط",
    "guides":"أدلة المعلم القابلة للتنزيل لكل فصل",
    "quotehead":"المطابخ هي بيئات قاسية وتشكل شخصيات قوية بشكل لا يصدق.",
    "quotepara":"الشيف جوردون رامزي",
    "gallery":"صالة عرض",
    "otherclasses":"فئات أخرى",


    "afully":"مكان مجهز بالكامل لمن يريد أن يحلم بالعطس أو حتى إعطاء دروس للمتدربين",
    "Alghalya":"الغالية",
    "Almarzzooqi":"المرزوقي",
    "itsamazing":"إنه فصل مذهل حتى 11 مليون طاهٍ لكنني استفدت من الكثير من الفصول وأوصي كل شخص مهتم بالطهي بالانضمام.",
    "Hamad":"حامد",
    "recently":"في الآونة الأخيرة ، كان لدينا حدث بناء الفريق في أكاديمية الطبخ. تم تنظيم كل شيء بشكل جيد للغاية من قبل الأكاديمية. استمتع الفريق بنشاط الصندوق الأسود وقضى ساعتين جيدًا لطهي أنواع مختلفة من الأطباق. أوصي الآخرين بتجربته أيضًا. سيتذكر الجميع بالتأكيد نشاط بناء الفريق.",
    "Vladimir":"فلاديمير",
    "Kirkhmeyer":"كيرخمير",
    "MarwaM":"مروة م",
    "Shehat":"صحة",
    "fantastic":"منظمة رائعة! خدمة رائعة من بداية العملية إلى نهايتها. يتم إبلاغ الفريق حقًا ويذهب إلى أبعد من ذلك في كل مرحلة. أود أن أوصي بهم دون تحفظ.",
    "ChefAli":"الزعيم علي",
    "Greatcustomer":"خدمة عملاء رائعة وموظفين محترفين.",



    "menuhead1":"إستشارات قائمة المطعم",
    "menupara1":"سيقوم طهاة التطوير الموهوبون وخبراء تطوير المنتجات الغذائية لدينا بإنشاء قائمة مثالية على الموضة مصممة خصيصًا لتناسب علامتك التجارية ومطبخك.",
    "menuhead2":"كيف نفعل ذلك",
    "menupara2":"ورشة عمل الكتابة الأولية لتطوير القائمة ، احصل على جميع أفكارك على الورق وابحث عن التوازن والأسلوب ونقطة السعر والتحقق من المعنى مقابل الموجز. قم بالموافقة على قائمة أساسية ثم التذوق الأولي للأطباق التجريبية هو مفتاح تطوير القائمة.",
    "menupara23":"بمجرد اختبار القائمة ، قم بإنشاء الضمانات وبطاقات القوائم وحزم التدريب وبطاقات الوصفات بأوزان كاملة وبيانات مسببة للحساسية. ابدأ برنامجًا تدريبيًا لمساعدة موظفيك على تنفيذ القائمة الجديدة. دعم ما قبل وبعد إطلاق القائمة ، نحن هنا لمساعدتك على النجاح ، ويجب أن يكون ذلك من اليوم الأول",
    "menuhead3":"تصميم القائمة - إستراتيجية المطعم",
    "menupara3":"لدينا مجموعة من المحتويات الرائعة التي نواصل تطويرها بشكل خاص حول إستراتيجية المطعم ورؤيته. يهدف المحتوى إلى توفير معلومات مفيدة حول الموضوعات والمواضيع التي نتلقى طلبًا باستمرار مرارًا وتكرارًا. نحن نغطي أشياء أكثر تعمقًا مثل ، فتح مطعم ، تدريب موظفي المطعم وحتى تكلفة قائمة الطعام.",
    "menuhead4":"مفهوم جديد خلق",
    "menupara4":"تحويل رؤيتك إلى واقع ناجح.",
    "menuhead5":"مساعدتك في تقديم مطعم جديد رائد في السوق أو مفهوم للوجبات السريعة أو مقهى",
    "menupara5":"لقد قمنا بتصميم هذه العملية المنظمة بناءً على خبرتنا في إنشاء وتطوير مفاهيم الضيافة للعلامات التجارية الرائدة في الصناعة. هذه الخدمة مخصصة لأولئك الذين يبحثون عن خدمة إنشاء مفهوم جديد وشامل.",
    "ourprocess":"عمليتنا",
    "processhead1":"تعريف المفهوم والتخطيط التشغيلي",
    "processhead2":"تطوير المفهوم والمنتج والوصفة",
    "processhead3":"التدريب وإطلاق الدعم",
    "objective":"موضوعي",
    "processp11":"تحديد رؤية المفهوم والإطار التشغيلي. سلسلة من ورش العمل الإبداعية للبناء على الفكرة الأولية ، وتحديد المفهوم العام ، ورؤية الطعام والشراب والنموذج التشغيلي.",
    "processp12":"خلال هذه المرحلة ، نبحث في المنافسة المحلية ومعايير الصناعة ، وننشئ مراجعة للاتجاهات وننظم جولة طعام ملهمة ، ويمكننا أيضًا إنشاء توقعات أرباح الأرباح والخسائر استنادًا إلى نموذج التشغيل والعمالة.",
    "processp13":"النواتج عبارة عن مفهوم ورؤية قائمة وخطة تشغيل وجدول زمني لمعدات المطبخ.",
    "processp21":"تطوير عرض الطعام والشراب مع توصيات سلسلة التوريد الكاملة والتكاليف والأواني الفخارية ومجموعة التعبئة والتغليف.",
    "processp22":"دعم تطوير المفهوم والمدخلات على تصاميم BOH و FOH.",
    "processp23":"المخرجات في هذه المرحلة علامة كاملة على جميع الأطباق والقوائم. تم الانتهاء من تصميم المطبخ.",
    "processp31":"لدعمك بإطلاق ناجح - وصفة المنتج وكيفية إنشاء الكتيبات ، ودعم التصوير الفوتوغرافي للقائمة ، وتدريب الفريق ، والتوجيه بشأن الإطلاق الناعم والكامل.",
    "processp32":"خلال البرنامج التدريبي ، سنستضيف جلسات تدريبية لفرق Front-of-House وفرق المطبخ لتضمين التدريب بالكامل. نحن مع فريقك في الموقع ونسلم المعرفة التشغيلية للفريق.",
    "processp33":"مراجعة ما بعد الإطلاق - مراجعة الأداء والتأكد من أن التدريب قد تم تضمينه بالكامل في الفريق.",
    "bookacon":"احجز استشارة",
    "bookaconpara":"نقدم لجميع العملاء الجدد استشارة مجانية لمناقشة أي مشاريع جديدة أو قائمة.",
    "bookaconbtn1":"اتصل بنا",
    "bookaconbtn2":"استشارة كتاب",


    "MYCOURSE":"دوراتي",
    "MYLESSONS":"دروسي",
    "BOOKMARKS":"إشارات مرجعية",
    "PHOTOS":"الصور",
    "Settings":"إعدادات"



}